{
  "restaurants": [
    {
      "id": 1,
      "name": "Katz's Delicatessen",
      "neighborhood": "Manhattan",
      "photograph": "4.jpg",
      "address": "205 E Houston St, New York, NY 10002",
      "latlng": {
        "lat": 40.722216,
        "lng": -73.987501
      },
      "imageUrl": "https://pbs.twimg.com/profile_images/1267409631246073856/6AvQ5Za9_400x400.jpg",

      "cuisine_type": "American",
      "operating_hours": {
        "Monday": "8:00 am - 10:30 pm",
        "Tuesday": "8:00 am - 10:30 pm",
        "Wednesday": "8:00 am - 10:30 pm",
        "Thursday": "8:00 am - 2:30 am",
        "Friday": "8:00 am - Sat",
        "Saturday": "Open 24 hours",
        "Sunday": "Sat - 10:30 pm"
      },
      "reviews": [
        {
          "name": "Steve",
          "date": "October 26, 2016",
          "rating": 5,
          "comments": "In 127 years, little has changed at Katz's. It remains one of New York's — and the country's — essential Jewish delicatessens. Every inch of the massive Lower East Side space smells intensely of pastrami and rye loaves. The sandwiches are massive, so they are best when shared. Order at the counter, and don't forget to tip your slicer — your sandwich will be better for it."
        },
        {
          "name": "Allen",
          "date": "October 26, 2016",
          "rating": 5,
          "comments": "If I lived in NY and got diabetes from eating here every single time I ate, I would do it over and over and over again just for that first bite. These guys know how to make a sandwich. The heart attack comes free of charge! Came by while I was visiting NYC. First pit-stop when I come back :)!"
        },
        {
          "name": "David",
          "date": "October 26, 2016",
          "rating": 2,
          "comments": "Ok so four of us came. One more later who didn't order becauase it's so expensive and simple. Seriously, a bunch of meat albeit you can sample beforehand on rye/white/wheat bread. Cheese extra. Pickles free, you can just ask them at the pickup counter. But seriously 20 bucks gone for an non-flavored half sandwich. And a line that is long, especially if you want seating. I'm down to just take a quick look where Sally and Harry sat and leave to the other delis all around NYC. Oh and they accept Samsung pay."
        }
      ]
    },
    {
      "id": 2,
      "name": "Roberta's Pizza",
      "neighborhood": "Brooklyn",
      "photograph": "5.jpg",
      "address": "261 Moore St, Brooklyn, NY 11206",
      "latlng": {
        "lat": 40.705089,
        "lng": -73.933585
      },
      "imageUrl": "https://pbs.twimg.com/profile_images/1267409631246073856/6AvQ5Za9_400x400.jpg",
      "cuisine_type": "Pizza",
      "operating_hours": {
        "Monday": "11:00 am - 12:00 am",
        "Tuesday": "11:00 am - 12:00 am",
        "Wednesday": "11:00 am - 12:00 am",
        "Thursday": "11:00 am - 12:00 am",
        "Friday": "11:00 am - 12:00 am",
        "Saturday": "10:00 am - 12:00 am",
        "Sunday": "10:00 am - 12:00 am"
      },
      "reviews": [
        {
          "name": "Steve",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "Roberta's is the epicenter of the modern Brooklyn food scene.The pizzas are fantastic, but the restaurant really flexes its muscles with the vegetable dishes. In addition to the pies, consider ordering the radishes, the romaine salad, the roasted beets, and some of the charcuterie."
        },
        {
          "name": "Raymond",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "Roberta's, one of the better pizzas I have had in my life. Very trendy and hipsterish spot. Came here for lunch on a random weekday afternoon and when we arrived, there was a line forming already. The space is a bit cramped. You'll get to know your neighbors soon enough. The pizza is just delightful and delicious. It's a ncie plus that you get to see them firing up the pizzas in the corner. The major issue with Roberta's is the trek out to the Williamsburg/Bushwick."
        },
        {
          "name": "Laurel",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "The pizza is fantastic, not THE best I've ever had, but would definitely go back since it has great food and great ambiance. Definitely worth going to. It has A LOT of hype in the New York food scene, and I question if it deserves all of it, but it's still a totally great spot to hit up when in the area!!"
        }
      ]
    },
    {
      "id": 3,
      "name": "Hometown BBQ",
      "neighborhood": "Brooklyn",
      "photograph": "6.jpg",
      "address": "454 Van Brunt St, Brooklyn, NY 11231",
      "latlng": {
        "lat": 40.674925,
        "lng": -74.016162
      },
      "imageUrl": "https://pbs.twimg.com/profile_images/1267409631246073856/6AvQ5Za9_400x400.jpg",
      "cuisine_type": "American",
      "operating_hours": {
        "Monday": "Closed",
        "Tuesday": "12:00 pm - 10:00 pm",
        "Wednesday": "12:00 pm - 10:00 pm",
        "Thursday": "12:00 pm - 10:00 pm",
        "Friday": "12:00 pm - 11:00 pm",
        "Saturday": "12:00 pm - 11:00 pm",
        "Sunday": "12:00 pm - 9:00 pm"
      },
      "reviews": [
        {
          "name": "Steve",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "Barbecue aficionados agree that Billy Durney is cooking up some of the best Texas-style barbecue in the city. Straightforward classics like smoked brisket and baby back ribs are always a strong choice, but there are also options like pork belly tacos and a lamb belly banh mi. The space is sprawling in a way that feels like the real deal, and Durney himself can usually be found working the room, and keeping a watchful eye on the smoking meats. It's counter service only, and there's often a line, but for the scene and certainly for the meat, it's easily worth the trip to Red Hook."
        },
        {
          "name": "Michelle",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "Overall, a great try of New York BBQ. The restaurant décor is rustic with a good amount of seats to sit and enjoy the meal. I definitely would love to come back and try that monster of a beef rib!"
        },
        {
          "name": "Ai-Mei",
          "date": "October 26, 2016",
          "rating": 4,
          "comments": "mmmmmm, what a gem this is in bklyn! I loveeee how soft their brisket is here. Their pork tacos are to die for, their different variety of ribs and lastly, their lamb is not gamey at all. Super wallet friendly for the amount they give you. I highly recommend this spot- after eating here, you can definitely walk over for Steve's key lime pies."
        }
      ]
    }
  ]
}
